def Menu():
    print ('Веберите операцию, которую необходимо выполнить: ')
    print ('1 - Просмотр данных')
    print ('2 - Выбор данных по условию')   
    print ('3 - Изменение информации')
    print ('0 - Выход')

def Select_Menu():
    print ('Веберите критерий: ')
    print ('1 - Отобрать сотрудниов по оплате')
    print ('2 - Вывести всю информацию о начальниках отделов')   
    print ('3 - Нерализованная функция')
    print ('0 - Выход')

def Criterion_Menu():
    print ('Веберите выберите критерий поиска оплаты: ')
    print ('1 - если меньше искомого')
    print ('2 - если больше искомого')   
    print ('3 - если равно искомому')
    print ('4 - если не меньше искомого')
    print ('5 - если не больше искомого')
    print ('0 - Выход')

def View_Menu():
    print ('Веберите таблицу, которую необходимо отобразить: ')
    print ('1 - Таблица сотрудников с должностями и отделами')
    print ('2 - Таблица телефонов сотрудников')   
    print ('3 - Таблица всех ID сотрудников')
    print ('4 - Вывести всю имеющуюся информацию о сотруднике по ID')
    print ('0 - Выход')

def Change_Menu():
    print ('Веберите действие, которое необходимо выполнить: ')
    print ('1 - Добавление информации о новом сотруднике')
    print ('2 - Удаление информации о сотруднике')   
    print ('3 - Нерализованная функция') 
    print ('0 - Выход')

def Add_Confirm_Menu():
    print ('Веберите действие, которое необходимо выполнить: ')
    print ('1 - Добавить информации о ещё одном сотруднике')
    print ('2 - Сохранить изменения на диск и выйти')   
    print ('Нажмите Enter для выхода без сохранения') 

def Delete_Confirm_Menu():
    print ('Веберите действие, которое необходимо выполнить: ')
    print ('1 - Удалить информацию ещё об одном сотруднике')
    print ('2 - Сохранить изменения на диск и выйти')   
    print ('Нажмите Enter для выхода без сохранения') 
    

